[
  {"q":"¿Qué es Cada Menudo?","a":"Cada Menudo es una aplicación web que te ayuda a organizar tus ingresos, gastos y ahorros. Te permite registrar todo, visualizar gráficos claros, planificar metas y aprender hábitos financieros. El objetivo es aumentar tu ahorro y tu claridad financiera paso a paso.","category":"Misión y propósito"},
  {"q":"¿Por qué es importante usar Cada Menudo?","a":"Porque la falta de claridad financiera genera estrés y te impide crecer. Con Cada Menudo sabes hacia dónde va tu dinero, construyes metas y das pasos hacia tu libertad financiera.","category":"Misión y propósito"},

  {"q":"¿Cómo me registro en Cada Menudo?","a":"Solo necesitas tu nombre, correo y contraseña. Es rápido, gratis y puedes hacerlo desde cualquier dispositivo.","category":"Registro y cuenta"},
  {"q":"¿Qué datos puedo modificar en mi perfil?","a":"Puedes actualizar nombre, email, contraseña y preferencias de uso en la sección Perfil.","category":"Registro y cuenta"},

  {"q":"¿Qué secciones tiene el menú principal?","a":"Tablero, Transacciones, Nueva Transacción, Metas, Buscador, Categorías, Videos, Perfil y Suscripción.","category":"Navegación principal"},
  {"q":"¿Qué veo en el Tablero?","a":"Un resumen de ingresos, gastos y ahorro; alertas de colores; gráficos de metas; línea de ingresos vs gastos y donas de distribución.","category":"Navegación principal"},

  {"q":"¿Qué es una transacción en Cada Menudo?","a":"Cualquier ingreso, gasto o ahorro que registres.","category":"Transacciones"},
  {"q":"¿Cómo registro una transacción?","a":"En “Nueva Transacción”: ingresa monto, categoría, fecha, lugar, comentario y, si quieres, una foto del recibo.","category":"Transacciones"},
  {"q":"¿Puedo editar o eliminar una transacción?","a":"Sí, en el historial de Transacciones puedes corregir con el botón azul o borrar con el botón rojo.","category":"Transacciones"},

  {"q":"¿Cómo se dividen los ingresos en Cada Menudo?","a":"En tres categorías: 1) Ingreso por trabajo (salario, propinas, bonos) 2) Ingreso pasivo (rentas, dividendos, pensión) 3) Ganancia de capital (venta de inversiones o bienes con ganancia).","category":"Ingresos"},
  {"q":"¿Por qué dividir los ingresos en tres categorías?","a":"Para identificar de dónde proviene tu dinero y medir tu diversificación. Lo ideal es no depender solo del salario.","category":"Ingresos"},

  {"q":"¿Cómo se registra el ahorro?","a":"Como una transacción más dentro de la categoría Ahorro. Es un gasto hacia tu “yo futuro”.","category":"Ahorro y metas"},
  {"q":"¿Cómo creo una meta de ahorro?","a":"En Metas → Nueva Meta: ponle nombre, monto y guarda. Puedes ordenar prioridades y ver el progreso en gráficos.","category":"Ahorro y metas"},
  {"q":"¿Qué pasa cuando cumplo una meta?","a":"La meta aparece en verde y se muestra tu progreso en el resumen anual.","category":"Ahorro y metas"},

  {"q":"¿Qué significan los colores en el tablero?","a":"Verde: superávit real (sobrante). Amarillo: estás al límite. Rojo: déficit o ahorro ficticio.","category":"Alertas de colores"},
  {"q":"¿Cuál es la fórmula que usa Cada Menudo?","a":"Presupuesto de balance cero: Ingreso = Gastos + Ahorro. Si no cuadra, estás en déficit.","category":"Alertas de colores"},

  {"q":"¿Cuánto cuesta Cada Menudo?","a":"El Plan Básico cuesta USD 4.99 al mes (59.88 al año). El Plan Anual cuesta USD 41.99 al año (30% de descuento frente al mensual).","category":"Suscripción y pagos"},
  {"q":"¿Cada Menudo ofrece prueba gratuita?","a":"Sí. Tienes un período de 14 días gratis para probar la app sin compromiso.","category":"Suscripción y pagos"},
  {"q":"¿Qué pasa después de la prueba gratuita?","a":"Si no cancelas antes de que terminen los 14 días, se cobrará automáticamente el plan seleccionado (mensual o anual).","category":"Suscripción y pagos"},
  {"q":"¿Qué pasa si cancelo antes de los 14 días?","a":"Si cancelas durante la prueba, no se te cobrará nada. Tu tarjeta no recibirá cargos.","category":"Suscripción y pagos"},
  {"q":"¿Cómo cancelo mi suscripción?","a":"Desde Perfil → Suscripción y Pago. Mantendrás acceso hasta el final del período pagado.","category":"Suscripción y pagos"},
  {"q":"¿Puedo cambiar entre plan mensual y anual?","a":"Sí, puedes cambiar cuando quieras desde Perfil → Suscripción y Pago.","category":"Suscripción y pagos"},

  {"q":"¿La prueba gratuita requiere tarjeta?","a":"Sí, debes registrar tu tarjeta, pero no se cobra nada si cancelas antes de que termine la prueba.","category":"Suscripción y pagos"},
  {"q":"¿Qué pasa si no cancelo la prueba gratis?","a":"Al terminar los 14 días se cobrará automáticamente el plan que seleccionaste.","category":"Suscripción y pagos"},
  {"q":"¿La prueba gratis incluye todas las funciones?","a":"Sí, durante los 14 días tienes acceso completo al Plan Básico.","category":"Suscripción y pagos"},
  {"q":"¿Puedo usar la prueba gratis más de una vez?","a":"No. La prueba gratuita de 14 días solo puede usarse una vez por usuario.","category":"Suscripción y pagos"},
  {"q":"¿Qué diferencia hay entre la prueba gratuita y un plan pago?","a":"Ninguna en funciones: la prueba dura 14 días; luego eliges plan mensual o anual.","category":"Suscripción y pagos"},

  {"q":"¿Qué ocurre si cancelo a mitad del mes o año?","a":"Seguirás teniendo acceso hasta el último día del período pagado. No hay reembolsos parciales.","category":"Suscripción y pagos"},
  {"q":"¿Recibo un reembolso al cancelar?","a":"Los pagos no son reembolsables; mantienes acceso hasta el fin del ciclo vigente.","category":"Suscripción y pagos"},
  {"q":"¿Cómo sé si mi suscripción está cancelada?","a":"En Perfil → Suscripción y Pago verás el estado y la fecha exacta en que termina tu acceso.","category":"Suscripción y pagos"},
  {"q":"¿Puedo volver a suscribirme tras cancelar?","a":"Sí, puedes reactivar tu suscripción en cualquier momento desde tu perfil.","category":"Suscripción y pagos"},
  {"q":"¿Qué pasa si elimino mi cuenta sin cancelar la suscripción?","a":"Primero debes cancelar la suscripción; eliminar la cuenta no detiene los cobros.","category":"Suscripción y pagos"},

  {"q":"¿Qué métodos de pago aceptan?","a":"Tarjeta de crédito o débito. Más métodos se añadirán según el país.","category":"Pagos y facturación"},
  {"q":"¿Dónde veo mi información de facturación?","a":"En Perfil → Suscripción y Pago verás tu plan, fecha de cobro y método registrado.","category":"Pagos y facturación"},
  {"q":"¿Puedo cambiar mi método de pago?","a":"Sí, en Perfil → Suscripción y Pago puedes actualizar la tarjeta en cualquier momento.","category":"Pagos y facturación"},
  {"q":"¿Recibo facturas o comprobantes de pago?","a":"Sí, cada cargo genera un comprobante que se envía por correo electrónico.","category":"Pagos y facturación"},
  {"q":"¿Puedo cambiar de plan mensual a anual?","a":"Sí, puedes pasar a anual cuando quieras y aprovechar el 30% de descuento.","category":"Pagos y facturación"},
  {"q":"¿Qué pasa si mi tarjeta es rechazada?","a":"Te notificaremos y tendrás un período de gracia para actualizarla. Si no, el acceso se suspende.","category":"Pagos y facturación"},
  {"q":"¿Qué pasa si cambio de país o moneda?","a":"La app funciona globalmente, pero los pagos se procesan en USD.","category":"Pagos y facturación"},

  {"q":"¿Qué son las categorías en Cada Menudo?","a":"Grupos de ingresos, gastos y ahorro. Puedes crear subcategorías, editar nombres, desactivar las que no uses y programar recurrencias.","category":"Personalización"},
  {"q":"¿Puedo programar pagos o ingresos fijos?","a":"Sí, con recurrencias (mensual, quincenal, anual). Se registran automáticamente.","category":"Personalización"},

  {"q":"¿Cada Menudo ofrece tutoriales?","a":"Sí, en la sección Videos hay guías paso a paso y consejos financieros.","category":"Soporte y educación"},
  {"q":"¿Cómo contacto al soporte de Cada Menudo?","a":"Desde la app en Contacto o por correo a soporte@cadamenudo.com.","category":"Soporte y educación"},

  {"q":"¿Dónde puedo usar Cada Menudo?","a":"En cualquier país. Todas las funciones manuales (registro, metas, reportes) están disponibles globalmente.","category":"Disponibilidad"},
  {"q":"¿La app tiene conexión bancaria?","a":"No todavía; está en desarrollo. Por ahora todo se ingresa manualmente.","category":"Disponibilidad"},

  {"q":"¿Qué hábitos recomienda Cada Menudo?","a":"Dos: registrar todas las transacciones y revisar el tablero cada 1–2 días.","category":"Hábitos financieros"},
  {"q":"¿Por qué ayuda Cada Menudo a reducir el estrés financiero?","a":"Porque te da claridad sobre ingresos, gastos y ahorro, evitando sorpresas al final del mes.","category":"Hábitos financieros"},

  {"q":"¿Qué puedo hacer con Cada Menudo?","a":"Registrar ingresos, gastos y ahorros; crear y monitorear metas; ver gráficos y alertas; personalizar categorías y recurrencias; elegir nomenclatura de moneda (no convierte divisas); configurar recordatorios; guardar recibos con foto; revisar historial y reportes; acceder a tutoriales y videos.","category":"Funcionalidades principales"},
  {"q":"¿Qué diferencia a Cada Menudo de otras apps?","a":"Está hecha en español; simple de usar; combina registro manual, metas, alertas visuales, recordatorios y respaldo de recibos con foto para dar claridad financiera.","category":"Funcionalidades principales"},
  {"q":"¿Puedo usar Cada Menudo en mi celular y en mi computadora?","a":"Sí. Funciona desde móvil, tablet o computadora, siempre sincronizada en la nube.","category":"Funcionalidades principales"},
  {"q":"¿Cada Menudo solo sirve para ahorrar?","a":"No. También te ayuda a planificar gastos, ver superávit o déficit y entender hacia dónde va tu dinero.","category":"Funcionalidades principales"},
  {"q":"¿Qué alertas inteligentes ofrece la app?","a":"Mensajes de colores: Verde (superávit real), Amarillo (en el límite) y Rojo (déficit o ahorro ficticio).","category":"Funcionalidades principales"},
  {"q":"¿Puedo personalizar la app según mis finanzas?","a":"Sí. Puedes crear subcategorías, editar nombres, programar pagos o ingresos recurrentes y organizar tu dinero a tu manera.","category":"Funcionalidades principales"},
  {"q":"¿La app incluye educación financiera?","a":"Sí. Encontrarás videos y consejos para aprender a usar la app y mejorar tu salud financiera.","category":"Funcionalidades principales"},

  {"q":"¿Mis datos están seguros en Cada Menudo?","a":"Sí. Usamos protocolos de seguridad avanzados y encriptación para proteger tu información.","category":"Seguridad y privacidad"},
  {"q":"¿Cada Menudo guarda mis contraseñas bancarias?","a":"No. Hoy funciona con ingreso manual y no guarda credenciales bancarias. Cuando lancemos conexión bancaria será mediante un proveedor seguro (Plaid).","category":"Seguridad y privacidad"},
  {"q":"¿Puedo eliminar mi cuenta y mis datos?","a":"Sí. Desde tu Perfil puedes solicitar la eliminación completa e irreversible de tu cuenta y datos.","category":"Seguridad y privacidad"},
  {"q":"¿Cumplen con normas legales de privacidad?","a":"Sí. Cumplimos regulaciones en EE. UU. y Puerto Rico y seguimos estándares internacionales.","category":"Seguridad y privacidad"},
  {"q":"¿Cada Menudo comparte mi información con terceros?","a":"No. No vendemos, alquilamos ni compartimos tus datos sin tu consentimiento explícito.","category":"Seguridad y privacidad"},

  {"q":"¿Cada Menudo tiene soporte humano o solo chatbot?","a":"Soporte híbrido: chatbot 24/7 y equipo humano en horario laboral.","category":"Soporte extendido"},
  {"q":"¿Cómo contacto con un asesor humano de soporte?","a":"Desde Contacto en la app o escribiendo a soporte@cadamenudo.com.","category":"Soporte extendido"},
  {"q":"¿En qué horario está disponible el soporte?","a":"Generalmente de lunes a viernes (hora de Miami). Puedes escribir en cualquier momento.","category":"Soporte extendido"},
  {"q":"¿Tienen tutoriales o videos de ayuda?","a":"Sí, en la sección Videos hay guías prácticas.","category":"Soporte extendido"},
  {"q":"¿Puedo sugerir mejoras a la app?","a":"Claro, envía tus ideas desde Contacto en la app.","category":"Soporte extendido"},

  {"q":"¿Qué funciones están en desarrollo?","a":"Conexión bancaria automática, mejor sincronización entre dispositivos y más herramientas de reportes y comparativas.","category":"Roadmap / Plan Premium"},
  {"q":"¿Qué diferencia tendrá el Plan Premium del Básico?","a":"El Básico funciona con registro manual. El Premium (en desarrollo) incluirá conexión bancaria vía Plaid (inicialmente en EE. UU. y PR), reportes avanzados y funcionalidades exclusivas.","category":"Roadmap / Plan Premium"},
  {"q":"¿Cuándo estará disponible el Plan Premium?","a":"Aún sin fecha oficial; priorizamos que el Plan Básico funcione perfecto antes de lanzar Premium.","category":"Roadmap / Plan Premium"},
  {"q":"¿Si empiezo con el Plan Básico puedo luego pasar a Premium?","a":"Sí. Cuando esté disponible podrás actualizar desde Perfil → Suscripción y Pago.","category":"Roadmap / Plan Premium"},

  {"q":"¿Cada Menudo solo es una app o también enseña?","a":"Incluye videos, tutoriales y consejos para ayudarte a mejorar tus hábitos de ahorro y toma de decisiones.","category":"Educación financiera y filosofía"},
  {"q":"¿Cuál es la filosofía de Cada Menudo?","a":"Tres principios: 1) Claridad financiera 2) Disciplina de ahorro 3) Construcción de riqueza.","category":"Educación financiera y filosofía"},
  {"q":"¿Cómo me ayuda Cada Menudo en mi día a día?","a":"Con dos hábitos simples: registrar cada ingreso/gasto y revisar tu tablero al menos 5 minutos al día.","category":"Educación financiera y filosofía"},
  {"q":"¿Por qué es importante registrar todo?","a":"Porque sin registro no hay monitoreo; sin monitoreo no hay control; y sin control no hay metas cumplidas.","category":"Educación financiera y filosofía"},
  {"q":"¿Cada Menudo me dice en qué recortar gastos?","a":"No te dice qué recortar, pero te muestra con claridad dónde se va tu dinero para que decidas qué ajustar.","category":"Educación financiera y filosofía"},
  {"q":"¿Qué diferencia hay entre usar Excel y usar Cada Menudo?","a":"Excel puede volverse tedioso. Cada Menudo automatiza el seguimiento, da alertas inteligentes y motiva con metas y recordatorios.","category":"Educación financiera y filosofía"},

  {"q":"¿Quién creó la app Cada Menudo?","a":"Cada Menudo fue creada por Xavier Serbia.","category":"Historia y origen (Xavier Serbia)"},
  {"q":"¿Por qué Xavier Serbia decidió crear Cada Menudo?","a":"De su experiencia personal: antes guardaba recibos y anotaba en papeles/Excel; era poco práctico y le tomaba horas. Con la app registra al momento y tiene toda la información a mano.","category":"Historia y origen (Xavier Serbia)"},
  {"q":"¿Cómo pasó de usar recibos a crear una app?","a":"Vio que podía reemplazar el trabajo manual con una app simple en el celular. Así surgió Cada Menudo para registrar ingresos, gastos o ahorros en segundos y adjuntar fotos de recibos.","category":"Historia y origen (Xavier Serbia)"},
  {"q":"¿Qué problema vio en la comunidad hispana?","a":"Que a muchas personas les cuesta monitorear y controlar sus gastos; la falta de claridad es un obstáculo para mejorar las finanzas.","category":"Historia y origen (Xavier Serbia)"},
  {"q":"¿Cómo conecta su historia con la misión de la app?","a":"La app nació para tener claridad financiera sin complicaciones: de un sistema de recibos a una herramienta práctica para registrar, controlar y transformar la relación con el dinero.","category":"Historia y origen (Xavier Serbia)"},

  {"q":"¿Puedo guardar recibos o facturas en la app?","a":"Sí. Al registrar una transacción puedes tomar una foto del recibo y guardarla como respaldo digital.","category":"Recibos y facturas"},
  {"q":"¿Cómo agrego una foto a una transacción?","a":"Al crear o editar una transacción, usa la opción de añadir foto desde tu cámara o galería.","category":"Recibos y facturas"},
  {"q":"¿Puedo guardar más de un recibo por transacción?","a":"Por ahora se puede añadir una foto por transacción. En futuras versiones se podrán adjuntar múltiples archivos.","category":"Recibos y facturas"},
  {"q":"¿Cuánto tiempo se guardan los recibos en la app?","a":"Se almacenan de forma ilimitada mientras mantengas tu cuenta activa. No caducan.","category":"Recibos y facturas"},
  {"q":"¿Mis recibos están seguros?","a":"Sí, se guardan en la nube con protocolos de seguridad avanzados. Solo tú tienes acceso desde tu cuenta.","category":"Recibos y facturas"},
  {"q":"¿Puedo descargar mis recibos o facturas?","a":"Sí, podrás descargar los recibos que hayas registrado.","category":"Recibos y facturas"},
  {"q":"¿Qué pasa si elimino una transacción con recibo?","a":"Al borrar una transacción también se elimina el recibo asociado.","category":"Recibos y facturas"},
  {"q":"¿Dónde puedo ver los recibos que he guardado?","a":"En el detalle de cada transacción verás la foto del recibo asociada.","category":"Recibos y facturas"},

  {"q":"¿Puedo descargar toda mi información de Cada Menudo?","a":"Actualmente no, pero estamos trabajando en una función para descargar tu información completa (ingresos, gastos, ahorros, metas y recibos).","category":"Datos y descargas"},
  {"q":"¿En qué formatos podré descargar mis datos?","a":"Planeamos habilitar descargas en Excel (XLSX), CSV y PDF.","category":"Datos y descargas"},
  {"q":"¿Cada Menudo guarda mi información de forma permanente?","a":"Sí, mientras mantengas tu cuenta activa. Tus datos permanecen almacenados en la nube con seguridad avanzada.","category":"Datos y descargas"},
  {"q":"¿Qué pasa si cierro mi cuenta?","a":"Podrás elegir entre 1) eliminar definitivamente todos tus datos o 2) solicitar que los conservemos por si deseas regresar más adelante.","category":"Datos y descargas"},
  {"q":"¿Qué recomiendan si cierro la cuenta?","a":"Tú decides: privacidad absoluta (borrar todo) o conservar la info si planeas volver.","category":"Datos y descargas"},
  {"q":"¿Podré descargar mis datos antes de eliminar mi cuenta?","a":"Sí, es una función en desarrollo para que puedas bajar toda tu información antes de cerrar tu cuenta.","category":"Datos y descargas"}
]
